{
    "2.0.3": ["- SharePoint product list loading hang issue (caused by TLS) is fixed<br>",
        "- New force clean up method for installation folder<br>",
        "- Show warnings in the status"],
    "2.0.2": "Tooltip text fix",
    "2.0.1": "Additional error catching",
    "2.0.0": 
        ["- Added support of SharePoint as build source. No VPN needed anymore!",
        "<p style=\"color:rgb(255,0,0);\">Note: First time configuration takes around 2 min. Please be patient!</p>",
        "- Electronics Desktop shortcuts could be replaced after installation (see advanced settings)<br>",
        "- Added desktop notification when new version is installed"],
    "1.1.3": "Minor improvements in error catching",
    "1.1.2": ["- Verification that target software is not running before download and before installation.<br>",
        "- This will ensure that files will not be corrupted during installation on locked folder"],
    "1.1.1": ["- Download process will be attempted 4 times in case of network issues<br>",
        "- Software by default will start as elevated user to avoid permissions issues"],
    "1.0.4": "Minor fixes",
    "1.0.3": "Minor fixes",
    "1.0.2": "Autoupdate server IP address was changed",
    "1.0.1": "Minor UI fixes",
    "1.0.0": ["Public release of the software<br>",
        "- Software allows to download and install recent beta build of Electronics Desktop or Workbench<br>",
        "- Live installation progress could be seen on Installation History tab<br>",
        "- Also user can enable scheduled installation of the software without manual interaction<br>",
        "- Before download process software compares local and remote builds, ",
        "starts download and installation process only if newer build is available on artifactory<br>",
        "- For AEDT user can specify additional HPC or user settings files to be applied during installation<br>",
        "- For WB user can select which products to install on the machine<br>",
        "- BetaDownloader Software is autoupdated when connected to VPN and opened"]
}